    [
        "O único animal que possui chifres é o rinoscenronte. Os outros animais possuem variações de cornos, galhadas ou ossicones.",
        "A cobra-rei é a serpente mais venenosa do mundo, com um veneno capaz de matar um elefante em poucos minutos.",
        "As línguas das girafas são tão longas que elas podem lamber seus próprios ouvidos.",
        "Antas adoram nadar e usam seus narizes flexíveis como snorkels na água.",
        "Além de mudarem de cor, os camaleões podem mover os olhos separadamente e olhar em duas direções ao mesmo tempo.",
        "Morcegos são os únicos mamíferos que podem voar.",
        "Abelhas nunca dormem.",
        "Cavalos não vomitam.",
        "Os gatos têm a habilidade de saltar sete vezes a altura de seu corpo",
        "Porquinhos-da-índia não são porcos nem são da Índia, mas sim da América do Sul.",
        "Os polvos são criaturas altamente inteligentes e capazes de resolver problemas complexos",
        "Os golfinhos são capazes de se comunicar por meio de uma ampla variedade de sons e linguagem corporal. São considerados dos mais inteligentes entre os animais, junto com os chipanzés e polvos.",
        "O beija-flor é a única ave que pode voar para trás. É a menor ave do mundo, pesando menos de 3 gramas.",
        "As corujas têm pescoços tão flexíveis que conseguem girar suas cabeças em até 270 graus.",
        "O falcão-peregrino é a ave mais rápida do mundo, podendo atingir velocidades de até 400 km/h em mergulhos para caçar suas presas.",
        "O crocodilo é um réptil que pode ficar sem se alimentar por meses, sobrevivendo apenas com a energia armazenada em seu corpo.",
        "O polvo-de-anéis-azuis é uma das espécies mais venenosas do mundo e pode matar um ser humano em questão de minutos.",
        "A capivara é o maior roedor do mundo.",
        "As abelhas são capazes de reconhecer rostos humanos e diferenciá-los uns dos outros, segundo o trabalho de uma pesquisadora da Universidade de Ciências Toulouse, na FRança.",
        "O gafanhoto pode pular até 20 vezes o comprimento do seu próprio corpo."
]